Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Adk.Operation.UninstallingWinPe
source: Removing existing Windows PE Add-on
ar_sa: إزالة الوظيفة الإضافية Windows PE الموجودة
bg_bg: Премахване на съществуваща Windows PE добавка
cs_cz: Odebírání existujícího doplňku Windows PE
da_dk: Fjerner eksisterende Windows PE tilføjelse
de_de: Entfernen des vorhandenen Windows PE Add-ons
el_gr: Κατάργηση υπάρχοντος πρόσθετου Windows PE
es_mx: Eliminación del complemento Windows PE existente
et_ee: Olemasoleva Windows PE lisandmooduli eemaldamine
fi_fi: Olemassa olevan Windows PE -lisäosan poistaminen
fr_ca: Suppression du module complémentaire Windows PE existant
he_il: הסרת תוסף Windows PE קיים
hr_hr: Uklanjanje postojećeg Windows PE dodatka
hu_hu: Meglévő Windows PE bővítmény eltávolítása
it_it: Rimozione del componente aggiuntivo Windows PE esistente
ja_jp: 既存の Windows PE アドオンを削除しています
ko_kr: 기존 Windows PE 추가 기능 제거
lt_lt: Pašalinamas esamas Windows PE priedas
lv_lv: Esošā Windows PE papildinājuma noņemšana
nb_no: Fjerner eksisterende Windows PE tillegg
nl_nl: Bestaande Windows PE Add-on verwijderen
pl_pl: Usuwanie istniejącego dodatku Windows PE
pt_pt: Removendo o complemento Windows PE existente
ro_ro: Eliminarea suplimentului existent Windows PE
ru_ru: Удаление существующего дополнения Windows PE
sk_sk: Odstránenie existujúceho doplnku Windows PE
sl_si: Odstranjevanje obstoječega dodatka Windows PE
sr_latn_rs: Uklanjanje postojećeg dodatka Windows PE
sv_se: Tar bort befintligt Windows PE-tillägg
th_th: กำลังลบส่วนเสริม Windows PE ที่มีอยู่ออก
tr_tr: Mevcut Windows PE Eklentisini kaldırma
uk_ua: Видалення існуючого доповнення Windows PE
zh_cn: 删除现有的 Windows PE 附加组件
zh_tw: 刪除現有的 Windows PE 附加元件

# Adk.Operation.UpgradeStarted
source: Preparing Windows ADK 24H2 installation
ar_sa: جارٍ تحضير تثبيت Windows ADK 24H2
bg_bg: Подготовка на инсталирането на Windows ADK 24H2
cs_cz: Příprava instalace Windows ADK 24H2
da_dk: Forbereder installation af Windows ADK 24H2
de_de: Installation von Windows ADK 24H2 wird vorbereitet
el_gr: Προετοιμασία εγκατάστασης Windows ADK 24H2
es_mx: Preparando la instalación de Windows ADK 24H2
et_ee: Windows ADK 24H2 installimise ettevalmistamine
fi_fi: Valmistellaan Windows ADK 24H2 -asennusta
fr_ca: Préparation de l'installation de Windows ADK 24H2
he_il: מכין את התקנת Windows ADK 24H2
hr_hr: Priprema instalacije Windows ADK 24H2
hu_hu: Windows ADK 24H2 telepítésének előkészítése
it_it: Preparazione dell'installazione di Windows ADK 24H2
ja_jp: Windows ADK 24H2 のインストールを準備しています
ko_kr: Windows ADK 24H2 설치 준비 중
lt_lt: Ruošiamas Windows ADK 24H2 diegimas
lv_lv: Windows ADK 24H2 instalēšanas sagatavošana
nb_no: Forbereder installasjon av Windows ADK 24H2
nl_nl: Installatie van Windows ADK 24H2 voorbereiden
pl_pl: Przygotowywanie instalacji Windows ADK 24H2
pt_pt: A preparar a instalação do Windows ADK 24H2
ro_ro: Se pregătește instalarea Windows ADK 24H2
ru_ru: Подготовка установки Windows ADK 24H2
sk_sk: Príprava inštalácie Windows ADK 24H2
sl_si: Priprava namestitve Windows ADK 24H2
sr_latn_rs: Priprema instalacije Windows ADK 24H2
sv_se: Förbereder installation av Windows ADK 24H2
th_th: กำลังเตรียมการติดตั้ง Windows ADK 24H2
tr_tr: Windows ADK 24H2 yüklemesi hazırlanıyor
uk_ua: Підготовка інсталяції Windows ADK 24H2
zh_cn: 正在准备安装 Windows ADK 24H2
zh_tw: 正在準備安裝 Windows ADK 24H2

# Adk.Operation.Verifying
source: Verifying ADK installation
ar_sa: التحقق من التثبيت ADK
bg_bg: Инсталацията на ADK се проверява
cs_cz: Ověření instalace ADK
da_dk: Bekræfter ADK installation
de_de: Überprüfung der ADK Installation
el_gr: Επαλήθευση εγκατάστασης ADK
es_mx: Verificando la instalación de ADK
et_ee: ADK installimise kontrollimine
fi_fi: Vahvistetaan ADK asennusta
fr_ca: Vérification de l'installation de ADK
he_il: מאמת את התקנת ADK
hr_hr: Provjera instalacije ADK
hu_hu: ADK telepítés ellenőrzése
it_it: Verifica dell'installazione di ADK
ja_jp: ADK インストールを確認しています
ko_kr: ADK 설치 확인 중
lt_lt: ADK diegimo tikrinimas
lv_lv: ADK instalācijas pārbaude
nb_no: Bekrefter ADK installasjon
nl_nl: ADK installatie verifiëren
pl_pl: Weryfikacja instalacji ADK
pt_pt: Verificando a instalação ADK
ro_ro: Se verifică instalarea ADK
ru_ru: Проверка установки ADK
sk_sk: Overenie inštalácie ADK
sl_si: Preverjanje namestitve ADK
sr_latn_rs: Provera ADK instalacije
sv_se: Verifierar ADK installationen
th_th: กำลังตรวจสอบการติดตั้ง ADK
tr_tr: ADK kurulumu doğrulanıyor
uk_ua: Перевірка встановлення ADK
zh_cn: 验证ADK安装
zh_tw: 驗證ADK安裝

# Adk.PageDescription
source: Review Windows ADK and Windows PE Add-on readiness before creating deployment media.
ar_sa: راجع جاهزية Windows ADK والملحق Windows PE قبل إنشاء وسائط النشر.
bg_bg: Прегледайте готовността на Windows ADK и добавката Windows PE, преди да създадете носител за разполагане.
cs_cz: Před vytvořením nasazovacího média zkontrolujte připravenost Windows ADK a doplňku Windows PE.
da_dk: Gennemgå klarheden for Windows ADK og Windows PE-tilføjelsesprogrammet, før du opretter installationsmedier.
de_de: Prüfen Sie die Bereitschaft von Windows ADK und Windows PE-Add-On, bevor Sie Bereitstellungsmedien erstellen.
el_gr: Ελέγξτε την ετοιμότητα του Windows ADK και του πρόσθετου Windows PE πριν δημιουργήσετε μέσα ανάπτυξης.
es_mx: Revise la preparación de Windows ADK y del complemento Windows PE antes de crear medios de implementación.
et_ee: Enne juurutusmeediumi loomist kontrollige Windows ADK ja Windows PE lisandmooduli valmisolekut.
fi_fi: Tarkista Windows ADK:n ja Windows PE -lisäosan valmius ennen käyttöönoton median luontia.
fr_ca: Vérifiez l’état de Windows ADK et du module complémentaire Windows PE avant de créer le support de déploiement.
he_il: בדוק את המוכנות של Windows ADK ושל התוספת Windows PE לפני יצירת מדיית פריסה.
hr_hr: Pregledajte spremnost Windows ADK-a i dodatka Windows PE prije stvaranja implementacijskog medija.
hu_hu: Tekintse át a Windows ADK és a Windows PE bővítmény készenlétét az üzembe helyezési adathordozó létrehozása előtt.
it_it: Verifica la preparazione di Windows ADK e del componente aggiuntivo Windows PE prima di creare i supporti di distribuzione.
ja_jp: 展開メディアを作成する前に、Windows ADK と Windows PE アドオンの準備状況を確認します。
ko_kr: 배포 미디어를 만들기 전에 Windows ADK 및 Windows PE 추가 기능 준비 상태를 검토합니다.
lt_lt: Prieš kurdami diegimo laikmeną peržiūrėkite Windows ADK ir Windows PE priedo parengtį.
lv_lv: Pirms izvietošanas datu nesēja izveides pārskatiet Windows ADK un Windows PE papildinājuma gatavību.
nb_no: Kontroller beredskapen for Windows ADK og Windows PE-tillegget før du oppretter distribusjonsmedier.
nl_nl: Controleer de gereedheid van Windows ADK en de Windows PE-invoegtoepassing voordat u implementatiemedia maakt.
pl_pl: Sprawdź gotowość Windows ADK i dodatku Windows PE przed utworzeniem nośnika wdrożeniowego.
pt_pt: Reveja a preparação do Windows ADK e do suplemento Windows PE antes de criar suportes de implementação.
ro_ro: Revizuiți starea Windows ADK și a suplimentului Windows PE înainte de a crea suportul de implementare.
ru_ru: Проверьте готовность Windows ADK и надстройки Windows PE перед созданием носителя развертывания.
sk_sk: Pred vytvorením nasadzovacieho média skontrolujte pripravenosť Windows ADK a doplnku Windows PE.
sl_si: Pred ustvarjanjem namestitvenega medija preverite pripravljenost Windows ADK in dodatka Windows PE.
sr_latn_rs: Pregledajte spremnost za Windows ADK i dodatak Windows PE pre kreiranja medija za primenu.
sv_se: Granska beredskapen för Windows ADK och Windows PE-tillägget innan du skapar distributionsmedia.
th_th: ตรวจสอบความพร้อมของ Windows ADK และส่วนเสริม Windows PE ก่อนสร้างสื่อการปรับใช้
tr_tr: Dağıtım medyası oluşturmadan önce Windows ADK ve Windows PE eklentisinin hazır olup olmadığını gözden geçirin.
uk_ua: Перевірте готовність Windows ADK і додатка Windows PE перед створенням носія розгортання.
zh_cn: 创建部署媒体之前，请检查 Windows ADK 和 Windows PE 加载项的就绪情况。
zh_tw: 建立部署媒體之前，請檢閱 Windows ADK 和 Windows PE 附加元件的就緒狀態。

# Adk.ReadinessDetails.Title
source: Readiness details
ar_sa: تفاصيل الجاهزية
bg_bg: Подробности за готовността
cs_cz: Podrobnosti o připravenosti
da_dk: Beredskab detaljer
de_de: Details zur Bereitschaft
el_gr: Λεπτομέρειες ετοιμότητας
es_mx: Detalles de preparación
et_ee: Valmisoleku üksikasjad
fi_fi: Valmiustiedot
fr_ca: Détails de préparation
he_il: פרטי מוכנות
hr_hr: Detalji o spremnosti
hu_hu: Készenléti részletek
it_it: Dettagli sulla preparazione
ja_jp: 準備状況の詳細
ko_kr: 준비 세부정보
lt_lt: Pasirengimo detalės
lv_lv: Gatavības detaļas
nb_no: Beredskapsdetaljer
nl_nl: Gereedheidsgegevens
pl_pl: Szczegóły gotowości
pt_pt: Detalhes de preparação
ro_ro: Detalii de pregătire
ru_ru: Детали готовности
sk_sk: Podrobnosti o pripravenosti
sl_si: Podrobnosti o pripravljenosti
sr_latn_rs: Detalji o spremnosti
sv_se: Beredskapsdetaljer
th_th: รายละเอียดความพร้อม
tr_tr: Hazırlık ayrıntıları
uk_ua: Деталі готовності
zh_cn: 准备情况详情
zh_tw: 準備情況詳情

# Adk.SetupAction.Description
source: Install or upgrade the Windows ADK Deployment Tools and Windows PE Add-on required for media creation.
ar_sa: قم بتثبيت أو ترقية Windows ADK أدوات النشر والوظيفة الإضافية Windows PE المطلوبة لإنشاء الوسائط.
bg_bg: Инсталирайте или надстройте Windows ADK инструментите за разполагане и Windows PE добавката, необходими за създаване на медия.
cs_cz: Nainstalujte nebo upgradujte Windows ADK Deployment Tools a doplněk Windows PE vyžadovaný pro vytváření médií.
da_dk: Installer eller opgrader Windows ADK Deployment Tools og Windows PE Add-on, der kræves til medieoprettelse.
de_de: Installieren oder aktualisieren Sie die Windows ADK Bereitstellungstools und das Windows PE Add-on, die für die Medienerstellung erforderlich sind.
el_gr: Εγκαταστήστε ή αναβαθμίστε τα Windows ADK Εργαλεία ανάπτυξης και το πρόσθετο Windows PE που απαιτούνται για τη δημιουργία πολυμέσων.
es_mx: Instale o actualice las herramientas de implementación Windows ADK y el complemento Windows PE necesarios para la creación de medios.
et_ee: Installige või uuendage meediumi loomiseks vajalikud Windows ADK juurutustööriistad ja Windows PE lisandmoodul.
fi_fi: Asenna tai päivitä median luomiseen tarvittavat Windows ADK käyttöönottotyökalut ja Windows PE -laajennus.
fr_ca: Installez ou mettez à niveau les outils de déploiement Windows ADK et le module complémentaire Windows PE requis pour la création de médias.
he_il: התקן או שדרג את Windows ADK כלי הפריסה והתוסף Windows PE הנדרשים ליצירת מדיה.
hr_hr: Instalirajte ili nadogradite Windows ADK alate za implementaciju i Windows PE dodatke koji su potrebni za stvaranje medija.
hu_hu: Telepítse vagy frissítse az adathordozó létrehozásához szükséges Windows ADK telepítési eszközöket és Windows PE bővítményt.
it_it: Installa o aggiorna gli strumenti di distribuzione Windows ADK e il componente aggiuntivo Windows PE richiesti per la creazione dei supporti.
ja_jp: メディアの作成に必要な Windows ADK 導入ツールと Windows PE アドオンをインストールまたはアップグレードします。
ko_kr: 미디어 생성에 필요한 Windows ADK 배포 도구 및 Windows PE 추가 기능을 설치하거나 업그레이드합니다.
lt_lt: Įdiekite arba atnaujinkite Windows ADK diegimo įrankius ir Windows PE priedą, reikalingą medijos kūrimui.
lv_lv: Instalējiet vai jauniniet Windows ADK izvietošanas rīkus un Windows PE papildinājumu, kas nepieciešams multivides izveidei.
nb_no: Installer eller oppgrader Windows ADK Deployment Tools og Windows PE Add-on som kreves for medieoppretting.
nl_nl: Installeer of upgrade de Windows ADK Deployment Tools en Windows PE Add-on die vereist zijn voor het maken van media.
pl_pl: Zainstaluj lub zaktualizuj Windows ADK narzędzia wdrażania i dodatek Windows PE wymagane do tworzenia multimediów.
pt_pt: Instale ou atualize as ferramentas de implantação Windows ADK e o complemento Windows PE necessários para a criação de mídia.
ro_ro: Instalați sau actualizați instrumentele de implementare Windows ADK și suplimentul Windows PE necesar pentru crearea media.
ru_ru: Установите или обновите Windows ADK Deployment Tools и надстройку Windows PE, необходимую для создания носителя.
sk_sk: Nainštalujte alebo aktualizujte nástroje na nasadenie Windows ADK a doplnok Windows PE potrebný na vytváranie médií.
sl_si: Namestite ali nadgradite Windows ADK orodja za uvajanje in Windows PE dodatek, potreben za ustvarjanje medijev.
sr_latn_rs: Instalirajte ili nadogradite Windows ADK alate za primenu i Windows PE dodatak potrebni za kreiranje medija.
sv_se: Installera eller uppgradera Windows ADK Deployment Tools och Windows PE Add-on som krävs för att skapa media.
th_th: ติดตั้งหรืออัปเกรด Windows ADK Deployment Tools และ Windows PE Add-on ที่จำเป็นสำหรับการสร้างสื่อ
tr_tr: Medya oluşturmak için gereken Windows ADK Dağıtım Araçlarını ve Windows PE Eklentisini yükleyin veya yükseltin.
uk_ua: Установіть або оновіть Windows ADK Deployment Tools і Windows PE Add-on, необхідні для створення медіа.
zh_cn: 安装或升级媒体创建所需的Windows ADK 部署工具和Windows PE 附加组件。
zh_tw: 安裝或升級媒體創建所需的Windows ADK 部署工具和Windows PE 附加元件。

# Adk.SetupAction.Title
source: ADK setup
ar_sa: ADK الإعداد
bg_bg: ADK настройка
cs_cz: Nastavení ADK
da_dk: ADK opsætning
de_de: ADK Einrichtung
el_gr: Ρύθμιση ADK
es_mx: ADK configuración
et_ee: ADK seadistamine
fi_fi: ADK asennus
fr_ca: ADK configuration
he_il: ADK הגדרה
hr_hr: ADK postavljanje
hu_hu: ADK beállítás
it_it: ADK impostazione
ja_jp: ADK セットアップ
ko_kr: ADK 설정
lt_lt: ADK sąranka
lv_lv: ADK iestatīšana
nb_no: ADK oppsett
nl_nl: ADK instelling
pl_pl: Konfiguracja ADK
pt_pt: Configuração ADK
ro_ro: ADK configurare
ru_ru: ADK настройка
sk_sk: Nastavenie ADK
sl_si: ADK nastavitev
sr_latn_rs: ADK podešavanje
sv_se: ADK inställning
th_th: ADK ตั้งค่า
tr_tr: ADK kurulum
uk_ua: ADK налаштування
zh_cn: ADK设置
zh_tw: ADK設置

# Adk.Status.IncompatibleDescription
source: Install the supported Windows ADK 24H2 (10.1.26100) release.
ar_sa: ثبّت إصدار Windows ADK 24H2 (10.1.26100) المدعوم.
bg_bg: Инсталирайте поддържаната версия Windows ADK 24H2 (10.1.26100).
cs_cz: Nainstalujte podporovanou verzi Windows ADK 24H2 (10.1.26100).
da_dk: Installer den understøttede Windows ADK 24H2-version (10.1.26100).
de_de: Installieren Sie die unterstützte Windows ADK 24H2-Version (10.1.26100).
el_gr: Εγκαταστήστε την υποστηριζόμενη έκδοση Windows ADK 24H2 (10.1.26100).
es_mx: Instala la versión compatible de Windows ADK 24H2 (10.1.26100).
et_ee: Installige toetatud Windows ADK 24H2 (10.1.26100) väljalase.
fi_fi: Asenna tuettu Windows ADK 24H2 -versio (10.1.26100).
fr_ca: Installez la version Windows ADK 24H2 (10.1.26100) prise en charge.
he_il: התקן את גרסת Windows ADK 24H2 (10.1.26100) הנתמכת.
hr_hr: Instalirajte podržano izdanje Windows ADK 24H2 (10.1.26100).
hu_hu: Telepítse a támogatott Windows ADK 24H2 (10.1.26100) kiadást.
it_it: Installa la versione supportata di Windows ADK 24H2 (10.1.26100).
ja_jp: サポートされている Windows ADK 24H2 (10.1.26100) リリースをインストールしてください。
ko_kr: 지원되는 Windows ADK 24H2(10.1.26100) 릴리스를 설치하세요.
lt_lt: Įdiekite palaikomą Windows ADK 24H2 (10.1.26100) leidimą.
lv_lv: Instalējiet atbalstīto Windows ADK 24H2 (10.1.26100) laidienu.
nb_no: Installer den støttede Windows ADK 24H2-versjonen (10.1.26100).
nl_nl: Installeer de ondersteunde Windows ADK 24H2-release (10.1.26100).
pl_pl: Zainstaluj obsługiwaną wersję Windows ADK 24H2 (10.1.26100).
pt_pt: Instale a versão suportada do Windows ADK 24H2 (10.1.26100).
ro_ro: Instalați versiunea acceptată Windows ADK 24H2 (10.1.26100).
ru_ru: Установите поддерживаемый выпуск Windows ADK 24H2 (10.1.26100).
sk_sk: Nainštalujte podporované vydanie Windows ADK 24H2 (10.1.26100).
sl_si: Namestite podprto izdajo Windows ADK 24H2 (10.1.26100).
sr_latn_rs: Instalirajte podržano izdanje Windows ADK 24H2 (10.1.26100).
sv_se: Installera den stödda Windows ADK 24H2-versionen (10.1.26100).
th_th: ติดตั้งรุ่น Windows ADK 24H2 (10.1.26100) ที่รองรับ
tr_tr: Desteklenen Windows ADK 24H2 (10.1.26100) sürümünü yükleyin.
uk_ua: Інсталюйте підтримуваний випуск Windows ADK 24H2 (10.1.26100).
zh_cn: 安装受支持的 Windows ADK 24H2 (10.1.26100) 版本。
zh_tw: 安裝支援的 Windows ADK 24H2 (10.1.26100) 版本。

# Adk.Status.IncompatibleTitle
source: ADK version is unsupported
ar_sa: الإصدار ADK غير مدعوم
bg_bg: ADK версията не се поддържа
cs_cz: Verze ADK není podporována
da_dk: ADK version er ikke understøttet
de_de: Die ADK-Version wird nicht unterstützt
el_gr: Η έκδοση ADK δεν υποστηρίζεται
es_mx: La versión ADK no es compatible
et_ee: ADK versiooni ei toetata
fi_fi: ADK-versiota ei tueta
fr_ca: La version ADK n'est pas prise en charge
he_il: גרסת ADK אינה נתמכת
hr_hr: ADK verzija nije podržana
hu_hu: A ADK verzió nem támogatott
it_it: La versione ADK non è supportata
ja_jp: ADK バージョンはサポートされていません
ko_kr: ADK 버전은 지원되지 않습니다.
lt_lt: ADK versija nepalaikoma
lv_lv: ADK versija netiek atbalstīta
nb_no: ADK-versjonen støttes ikke
nl_nl: ADK-versie wordt niet ondersteund
pl_pl: Wersja ADK nie jest obsługiwana
pt_pt: A versão ADK não é suportada
ro_ro: Versiunea ADK nu este acceptată
ru_ru: Версия ADK не поддерживается
sk_sk: Verzia ADK nie je podporovaná
sl_si: Različica ADK ni podprta
sr_latn_rs: ADK verzija nije podržana
sv_se: ADK-versionen stöds inte
th_th: ไม่รองรับเวอร์ชัน ADK
tr_tr: ADK sürümü desteklenmiyor
uk_ua: Версія ADK не підтримується
zh_cn: ADK版本不受支持
zh_tw: ADK版本不受支援

# Adk.Status.MissingDescription
source: Install the Windows ADK Deployment Tools and the Windows PE Add-on before configuring media creation.
ar_sa: قم بتثبيت Windows ADK أدوات النشر والوظيفة الإضافية Windows PE قبل تكوين إنشاء الوسائط.
bg_bg: Инсталирайте Windows ADK инструментите за разполагане и Windows PE добавката, преди да конфигурирате създаването на медия.
cs_cz: Před konfigurací vytváření médií nainstalujte Windows ADK Deployment Tools a doplněk Windows PE.
da_dk: Installer Windows ADK Deployment Tools og Windows PE Add-on før du konfigurerer medieoprettelse.
de_de: Installieren Sie die Windows ADK Bereitstellungstools und das Windows PE Add-on, bevor Sie die Medienerstellung konfigurieren.
el_gr: Εγκαταστήστε τα Windows ADK Εργαλεία ανάπτυξης και το πρόσθετο Windows PE πριν διαμορφώσετε τη δημιουργία πολυμέσων.
es_mx: Instale las herramientas de implementación Windows ADK y el complemento Windows PE antes de configurar la creación de medios.
et_ee: Enne meediumi loomise konfigureerimist installige Windows ADK juurutustööriistad ja Windows PE lisandmoodul.
fi_fi: Asenna Windows ADK käyttöönottotyökalut ja Windows PE -lisäosa ennen median luomisen määrittämistä.
fr_ca: Installez les outils de déploiement Windows ADK et le module complémentaire Windows PE avant de configurer la création de médias.
he_il: התקן את Windows ADK כלי הפריסה ואת התוסף Windows PE לפני הגדרת יצירת מדיה.
hr_hr: Instalirajte Windows ADK Deployment Tools i Windows PE Add-on prije konfiguriranja stvaranja medija.
hu_hu: Telepítse a Windows ADK Telepítési eszközöket és a Windows PE bővítményt az adathordozó létrehozásának konfigurálása előtt.
it_it: Installare gli strumenti di distribuzione Windows ADK e il componente aggiuntivo Windows PE prima di configurare la creazione dei supporti.
ja_jp: メディア作成を構成する前に、Windows ADK デプロイメント ツールと Windows PE アドオンをインストールします。
ko_kr: 미디어 생성을 구성하기 전에 Windows ADK 배포 도구 및 Windows PE 추가 기능을 설치합니다.
lt_lt: Prieš konfigūruodami medijos kūrimą, įdiekite Windows ADK diegimo įrankius ir Windows PE priedą.
lv_lv: Pirms multivides izveides konfigurēšanas instalējiet Windows ADK izvietošanas rīkus un Windows PE papildinājumu.
nb_no: Installer Windows ADK Deployment Tools og Windows PE Add-on før du konfigurerer medieoppretting.
nl_nl: Installeer de Windows ADK Deployment Tools en de Windows PE Add-on voordat u het maken van media configureert.
pl_pl: Zainstaluj Windows ADK narzędzia wdrażania i dodatek Windows PE przed skonfigurowaniem tworzenia multimediów.
pt_pt: Instale as ferramentas de implantação Windows ADK e o complemento Windows PE antes de configurar a criação de mídia.
ro_ro: Instalați Windows ADK Instrumentele de implementare și suplimentul Windows PE înainte de a configura crearea media.
ru_ru: Прежде чем настраивать создание носителя, установите Windows ADK Deployment Tools и надстройку Windows PE.
sk_sk: Pred konfiguráciou vytvárania médií nainštalujte Windows ADK Deployment Tools a doplnok Windows PE.
sl_si: Namestite Windows ADK orodja za uvajanje in Windows PE dodatek, preden konfigurirate ustvarjanje medijev.
sr_latn_rs: Instalirajte Windows ADK alate za primenu i Windows PE dodatak pre konfigurisanja kreiranja medija.
sv_se: Installera Windows ADK Deployment Tools och Windows PE Add-on innan du konfigurerar mediaskapande.
th_th: ติดตั้ง Windows ADK Deployment Tools และ Windows PE Add-on ก่อนกำหนดค่าการสร้างสื่อ
tr_tr: Medya oluşturmayı yapılandırmadan önce Windows ADK Dağıtım Araçlarını ve Windows PE Eklentisini yükleyin.
uk_ua: Установіть Windows ADK Deployment Tools і Windows PE Add-on перед налаштуванням створення носіїв.
zh_cn: 在配置媒体创建之前，请安装Windows ADK 部署工具和Windows PE 附加组件。
zh_tw: 在設定媒體建立之前，請安裝Windows ADK 部署工具和Windows PE 附加元件。

# Adk.Status.MissingTitle
source: ADK is not installed
ar_sa: ADK غير مثبت
bg_bg: ADK не е инсталиран
cs_cz: ADK není nainstalováno
da_dk: ADK er ikke installeret
de_de: ADK ist nicht installiert
el_gr: Το ADK δεν είναι εγκατεστημένο
es_mx: ADK no está instalado
et_ee: ADK pole installitud
fi_fi: ADK ei ole asennettu
fr_ca: ADK n'est pas installé
he_il: ADK אינו מותקן
hr_hr: ADK nije instaliran
hu_hu: ADK nincs telepítve
it_it: ADK non è installato
ja_jp: ADK がインストールされていません
ko_kr: ADK이 설치되지 않았습니다.
lt_lt: ADK neįdiegtas
lv_lv: ADK nav instalēts
nb_no: ADK er ikke installert
nl_nl: ADK is niet geïnstalleerd
pl_pl: ADK nie jest zainstalowany
pt_pt: ADK não está instalado
ro_ro: ADK nu este instalat
ru_ru: ADK не установлен
sk_sk: ADK nie je nainštalovaný
sl_si: ADK ni nameščen
sr_latn_rs: ADK nije instaliran
sv_se: ADK är inte installerat
th_th: ADK ไม่ได้ติดตั้ง
tr_tr: ADK yüklü değil
uk_ua: ADK не встановлено
zh_cn: ADK 未安装
zh_tw: ADK 未安裝

# Adk.Status.ReadyDescription
source: Foundry OSD can create ISO and USB media.
ar_sa: يمكن لـFoundry OSD إنشاء وسائط ISO وUSB.
bg_bg: Foundry OSD може да създава ISO и USB медии.
cs_cz: Foundry OSD může vytvářet média ISO a USB.
da_dk: Foundry OSD kan oprette ISO og USB medier.
de_de: Foundry OSD kann ISO- und USB-Medien erstellen.
el_gr: Ο Foundry OSD μπορεί να δημιουργήσει μέσα ISO και USB.
es_mx: Foundry OSD puede crear medios ISO y USB.
et_ee: Foundry OSD saab luua ISO ja USB meediume.
fi_fi: Foundry OSD voi luoda ISO- ja USB -mediaa.
fr_ca: Foundry OSD peut créer des médias ISO et USB.
he_il: Foundry OSD יכול ליצור מדיה ISO ו-USB.
hr_hr: Foundry OSD može stvoriti ISO i USB medije.
hu_hu: A Foundry OSD ISO és USB médiát hozhat létre.
it_it: Foundry OSD può creare contenuti multimediali ISO e USB.
ja_jp: Foundry OSD は ISO および USB メディアを作成できます。
ko_kr: Foundry OSD은 ISO 및 USB 미디어를 만들 수 있습니다.
lt_lt: Foundry OSD gali sukurti ISO ir USB laikmenas.
lv_lv: Foundry OSD var izveidot ISO un USB multividi.
nb_no: Foundry OSD kan lage ISO og USB media.
nl_nl: Foundry OSD kan ISO- en USB-media maken.
pl_pl: Foundry OSD może tworzyć media ISO i USB.
pt_pt: Foundry OSD pode criar mídia ISO e USB.
ro_ro: Foundry OSD poate crea ISO și USB media.
ru_ru: Foundry OSD может создавать носители ISO и USB.
sk_sk: Foundry OSD môže vytvárať médiá ISO a USB.
sl_si: Foundry OSD lahko ustvari ISO in USB medije.
sr_latn_rs: Foundry OSD može da kreira medije ISO i USB.
sv_se: Foundry OSD kan skapa ISO och USB media.
th_th: Foundry OSD สามารถสร้างสื่อ ISO และ USB ได้
tr_tr: Foundry OSD, ISO ve USB ortamı oluşturabilir.
uk_ua: Foundry OSD може створювати медіа ISO та USB.
zh_cn: Foundry OSD可以创建ISO和USB媒体。
zh_tw: Foundry OSD可以創建ISO和USB媒體。
